{
  "homePage": "Home page",
  "aboutUs": "About us",
  "schoolLife": "School life",
  "agenda": "Agenda",
  "admission": "Admission process",
  "ourTeam": "Our team",
  "contact": "Contact",
  "child": "QUALITY",
  "success": "EDUCATION",
  "education": "FOR YOUR CHILD'S SUCCESS",
  "mainText": "Education based on an individual approach to each student. A unique education system based on modern teaching methods. Experienced teachers.",
  "signUp": "Sign up",
  "pupils": "students at school",
  "food": "meals",
  "helpPlace": "Wonder Kids is not just a place to study, but a place where each child receives personal support and attention.",
  "professionalTeachers": "Professional teachers",
  "keySuccess": "30+ teachers are the key to our students' success.",
  "ourTeam1": "Our team",
  "ourTeamTeachers": "Our school's teachers are experienced professionals who are inspired by their duties.",
  "leadership": "Leadership",
  "beginner": "Primary school teachers",
  "high": "Senior class teachers",
  "content1": "Welcome to our private school - a place where each pupil discovers their potential through modern techniques and a personal approach.",
  "content2": "We combine academic quality, support, and individual attention to create a solid foundation for a successful future.",
  "method1": "our",
  "method2": "method",
  "method3": "Education at our school is based on a step-by-step system of comprehensive development and international standards.",
  "method4": "Grades 1-4",
  "method5": "Students complete assignments together with their teachers, which allows them to better understand the topics. The assignments are simple, clear, and explained in child-friendly language.",
  "method6": "Grades 5-9",
  "method7": "They will study core subjects in depth, including foreign languages, natural sciences, and technology. They will further develop critical thinking and research skills.",
  "method8": "Grades 10–11",
  "method9": "Preparation for universities: choosing a professional direction, intensive preparation for international exams (IELTS, SAT), and creating projects",
  "event1": "Extracurricular activities",
  "event2": "IT, Robotics",
  "event3": "The course includes basics of programming, learning algorithms, creating websites and mobile applications, and implementing cybersecurity. It’s a great opportunity for students to gain in-demand skills in the rapidly growing tech industry.",
  "event4": "Karate",
  "event5": "Classical karate training helps students improve physical fitness, develop endurance, strength, and coordination. Karate also fosters discipline, respect, and self-confidence.",
  "event6": "Chess",
  "event7": "The chess club helps students develop strategic thinking, logic, and patience. Playing chess enhances concentration and teaches thoughtful decision-making — valuable both on the board and in life.",
  "event8": "Table tennis",
  "event9": "Table tennis training helps develop agility, reaction speed, and coordination. It also builds endurance and focus, supporting both physical and mental development.",
  "event10": "Drawing",
  "event11": "This course includes visual arts, painting, sculpture, and decorative crafts. Students enhance their creativity and learn to express their ideas and emotions through various artistic techniques.",
  "contactForm1": "Have",
  "contactForm2": "questions?",
  "contactForm3": "Leave your phone number and we will answer all your questions or call our number!",
  "contactForm5": "Your name",
  "contactForm6": "Your phone number",
  "contactForm7": "Which grade is your child going to?",
  "contactForm8": "1-4 grades",
  "contactForm9": "5-8 grades",
  "contactForm10": "9-11 grades",
  "contactForm11": "Submit",
  "contactForm12": "Please use only numbers",
  "contactForm13": "Phone number is incomplete",
  "contactForm14": "Name must be at least 4 characters",
  "contactForm15": "Message sent successfully",
  "choice1": "why choose",
  "choice2": "us",
  "choice3": "Our school is not just a place to study, but a space where every child receives personal support and attention.",
  "choice4": "We take pride in a unique combination of traditional education and innovative approaches that help develop students' academic skills.",
  "choice5": "Two meals a day",
  "choice6": "Balanced and healthy meals prepared by qualified chefs, fully meeting healthy nutrition standards to support children's energy and well-being.",
  "choice7": "Homework at school",
  "choice8": "Students complete assignments under the guidance of teachers, gaining help and explanations to better understand the material.",
  "choice9": "Excursions",
  "choice10": "Trips are organized by school bus to scientific, entertaining (amusement parks), cultural (theatre, cinema, concerts, etc.), and historical places.",
  "choice11": "School bus",
  "choice12": "Ensures convenient and safe transportation of students from home to school and back. Operated by professional drivers for a safe and comfortable journey.",
  "footer1": "Working Hours",
  "footer2": "Mon-Thu from 09:00 to 17:00",
  "footer3": "Contacts",
  "footer4": "Bukhara, Gijduvon city, Muqimiy street",
  "footer5": "Landmark: Near Emergency Medical Service, opposite School No. 46",
  "footer6": "☎️Phone:",
  "footer7": "All rights reserved © 2025",
  "agenda1": "Agenda",
  "agenda2": "Education based on DTS.",
  "agenda3": "In-depth",
  "agenda4": "English, Russian, Math, Native Language, and Computer Science lessons.",
  "agenda5": "Lunch",
  "agenda6": "and long break",
  "agenda7": "8 types of",
  "agenda8": "free",
  "agenda9": "clubs",
  "agenda10": "Helping children",
  "agenda11": "with their homework",
  "agenda12": "",
  "team1": "Boltayeva Feruza Shukrullayevna",
  "team2": "Preschool teacher",
  "team3": "Sattorova Zarina Ilhom qizi",
  "team4": "Computer science teacher",
  "team5": "Ikromova Dilrabo Axtamovna",
  "team6": "Senior class teacher",
  "team7": "Kenjayeve Firuza Kenjayevna",
  "team8": "Senior class teacher",
  "team9": "Zubayirova Suliya Galimjonovna",
  "team10": "Russian language teacher"
}
