{
  "homePage": "Homepage",
  "aboutUs": "About Us",
  "schoolLife": "University Life",
  "agenda": "Agenda",
  "admission": "Tests",
  "ourTeam": "Our team",
  "contact": "Contact",
  "videos": "Videos",
  "child": "YOUR CHILD",
  "success": "SUCCESS",
  "education": "QUALITY EDUCATION FOR YOU",
  "mainText": "Education based on an individual approach to each student. A unique educational system based on modern teaching methods. Experienced teachers and professors.",
  "signUp": "Sign in",
  "pupils": "students at the university",
  "food": "teachers",
  "helpPlace": "TATU is not just a place to study, but a place where each student is given personal help and attention.",
  "professionalTeachers": "Professional teachers",
  "keySuccess": "1800+ teachers are the key to our students' success.",
  "ourTeam1": "Our team",
  "ourTeamTeachers": "Our school's teachers are experienced professionals who are inspired by their tasks.",
  "leadership": "Rectorate",
  "beginner": "Centers and departments",
  "high": "Vocational Education in ICT",
  "content1": "Welcome to our university - a place where every student can unleash their potential through modern technology and a personal approach.",
  "content2": "We combine academic quality, support and individual attention to create a solid foundation for a successful future.",
  "method1": "our",
  "method2": "method",
  "method3": "Education at the university is based on a step-by-step system of comprehensive development and international standards.",
  "method4": "1-3 courses",
  "method5": "University students, in close cooperation with teachers, learn complex complete assignments independently and in groups.",
  "method6": "Graduate courses",
  "method7": "They study the basic sciences, including foreign languages, natural sciences and technology in depth. They further develop critical thinking and research skills.",
  "method8": "Master's degree",
  "method9": "At the master's degree level, students are engaged in scientific research, developing in-depth expertise in professional areas, and preparing for exams that meet international standards (GRE, TOEFL).,",
  "event1": "Extracurricular activities",
  "event2": "IT, robotics",
  "event3": "The course includes the study of programming basics, algorithms, creating websites and mobile applications, and introducing cybersecurity. This is a great opportunity for students to learn the skills required in the rapidly developing technology industry.",
  "event4": "football",
  "event5": "Football training helps to improve students' physical fitness, helps develop endurance, speed and team-playing skills. Football also builds discipline, cooperation and self-confidence.",
  "event6": "Chess",
  "event7": "The chess club helps students develop strategic thinking, logic and patience. Playing chess improves concentration and teaches them to make informed decisions, which is useful not only on the board, but also in life.",
  "event8": "tennis",
  "event9": "Tennis classes help develop agility, reaction speed and coordination. Playing sports also teaches endurance and concentration, and helps with physical and mental development.",
  "event10": "drawing",
  "event11": "This course includes fine arts, painting, sculpture and decorative crafts. Students develop their creative abilities and express their ideas and learn to express their feelings.",
  "contactForm1": "Your questions",
  "contactForm2": "Do you have any?",
  "contactForm3": " Leave your phone number, we will answer all your questions or call our number!",
  "contactForm5": "Your name",
  "contactForm6": "Your phone number",
  "contactForm7": "What topic are you interested in?",
  "contactForm8": "1-3 years",
  "contactForm9": "Graduate",
  "contactForm10": "Master's degree",
  "contactForm11": "Submit",
  "contactForm12": "Please use only numbers",
  "contactForm13": "The phone number is incomplete",
  "contactForm14": "The name must consist of at least 4 letters",
  "contactForm15": "The message was sent successfully",
  "choice1": "why us",
  "choice2": "choose",
  "choice3": " Our university is not just a place to study, but a place where each child receives personal support and attention.",
  "choice4": " We pride ourselves on a unique combination of traditional education and innovative approaches that help students develop their academic skills.",
  "choice5": "Kitchen",
  "choice6": "Balanced and healthy meals prepared by qualified chefs that fully meet the standards of healthy eating to maintain students' energy and health",
  "choice7": "Library",
  "choice8": "Students complete assignments under the guidance of teachers, ensuring a better understanding of the material by receiving help and explanations from teachers.",
  "choice9": "Travel",
  "choice10": "University bus trips to scientific, entertainment (amusement parks), cultural (theater, cinema, concerts, etc.) and historical places are organized",
  "choice11": "Domestic tourism fan club",
  "choice12": "Supporting domestic tourism, group trips to architectural monuments, historical places throughout Uzbekistan, a fan club organized to visit and learn about the sights of our country",
  "footer1": "Working hours",
  "footer2": "Mon-Thu from 08:30 to 18:00",
  "footer3": "Contacts",
  "footer4": "Address: Tashkent 100084, Amir Temur branch street 108",
  "footer5": "Public transport: 10, 17, 19, 24, 38, 51, 60, 67, 72, 93, 115, 140",
  "footer6": "☎️Phone:",
  "footer7": "All rights reserved 2025.",
  "agenda1": "Agenda",
  "agenda2": "Education based on DTS.",
  "agenda3": "1st shift",
  "agenda4": "educational program",
  "agenda5": "Lunch",
  "agenda6": "and a long break",
  "agenda7": "",
  "agenda8": "2nd shift ",
  "agenda9": "educational program",
  "agenda10": "For children",
  "agenda11": "homework",
  "agenda12": "to do",
  "team1": "Maxkamov Baxtiyor Shuxratovich",
  "team2": "Rector of the University",
  "team3": "Yaxshibayev Doniyor Sultonbayevich",
  "team4": "First Vice-Rector for Youth Affairs and Spiritual-Educational Work",
  "team5": "Sultanov Djamshid Baxodirovich",
  "team6": "Vice-Rector for Academic Affairs",
  "team7": "Tashev Komil Axmatovich",
  "team8": "Vice-Rector for Research and Innovation",
  "team9": "Toshmatov Salohiddin Zayniddinovich",
  "team10": "Vice-Rector for Financial and Economic Affairs",
  "team11": "To‘rayev Shavkat Shuxratovich",
  "team12": "Vice-Rector for Regional Educational Institutions",
  "team13": "Joldasov Shaxislam Batirovich",
  "team14": "Director of the Educational Media Center",
  "team15": "Amirov Asqar Aktamovich",
  "team16": "Head of the Accounting Department",
  "team17": "Redjepov Shavkat Baxtiyarovich",
  "team18": "Head of the Master's Department",
  "team19": "Ibrohimov Bahrom Sobirjonovich",
  "team20": "Head of the Correspondence Department",
  "team21": "Igamberdiev Karimberdi Abdullaevich",
  "team22": "Dean of the Faculty of Vocational Education in the Field of ICT",
  "team23": "Norbekov Suhrob Farhod o‘g‘li",
  "team24": "Deputy Dean for Youth Affairs of the Faculty of Vocational Education in the Field of ICT",
  "team25": "Normatov Otaxon Masharibovich",
  "team26": "Deputy Dean for Academic Affairs of the Faculty of Vocational Education in the Field of ICT"
}
