{
  "homePage": "Домашняя страница",
  "aboutUs": "О нас",
  "schoolLife": "Школьная жизнь",
  "agenda": "Повестка дня",
  "admission": "Процесс приема",
  "ourTeam": "Наша команда",
  "contact": "Контакт",
  "child": "КАЧЕСТВЕННОЕ",
  "success": "ОБРАЗОВАНИЕ",
  "education": "ДЛЯ УСПЕХА ВАШЕГО РЕБЕНКА",
  "mainText": "Обучение основано на индивидуальном подходе к каждому ученику. Уникальная система образования, основанная на современных методах обучения. Опытные преподаватели.",
  "signUp": "Зарегистрироваться",
  "pupils": "ученики в школе",
  "food": "приема пищи",
  "helpPlace": "Wonder Kids — это не просто место для учебы, но и место, где каждый ребенок получает персональную поддержку и внимание.",
  "professionalTeachers": "Профессиональные преподаватели",
  "keySuccess": "Более 30 преподавателей — залог успеха наших учеников.",
  "ourTeam1": "Наша команда",
  "ourTeamTeachers": "Преподаватели нашей школы — опытные профессионалы, вдохновленные своим долгом.",
  "leadership": "Лидерство",
  "beginner": "Учителя начальной школы",
  "high": "Учителя старших классов",
  "content1": "Добро пожаловать в нашу частную школу — место, где каждый ученик раскрывает свой потенциал с помощью современных методик и индивидуального подхода.",
  "content2": "Мы объединяем академическое качество, поддержку и индивидуальный подход, чтобы создать прочную основу для успешного будущего.",
  "method1": "наш",
  "method2": "метод",
  "method3": "Обучение в нашей школе основано на поэтапной системе всестороннего развития и международных стандартах.",
  "method4": "1-4 классы",
  "method5": "Студенты выполняют задания вместе со своими преподавателями, что позволяет им лучше понять темы. Задания просты, понятны и объясняются доступным для детей языком.",
  "method6": "5-9 классы",
  "method7": "Они углубленно изучают базовые предметы, включая иностранные языки, естественные науки и технологии. Они дополнительно развивают критическое мышление и исследовательские навыки.",
  "method8": "10–11 классы",
  "method9": "Подготовка к поступлению в вузы: выбор профессионального направления, интенсивная подготовка к международным экзаменам (IELTS, SAT), создание проектов",
  "event1": "Внеклассные мероприятия",
  "event2": "ИТ, робототехника",
  "event3": "Курс включает основы программирования, изучение алгоритмов, создание веб-сайтов и мобильных приложений, а также внедрение кибербезопасности. Это отличная возможность для студентов овладеть навыками, востребованными в стремительно развивающейся технологической отрасли.",
  "event4": "Каратэ",
  "event5": "Занятия классическим каратэ помогают учащимся улучшить физическую подготовку, развить выносливость, силу и координацию. Каратэ также прививает дисциплину, уважение и уверенность в себе.",
  "event6": "Шахматы",
  "event7": "Шахматный кружок помогает учащимся развивать стратегическое мышление, логику и терпение. Игра в шахматы улучшает концентрацию и учит принимать обдуманные решения, полезные не только на доске, но и в жизни.",
  "event8": "Настольный теннис",
  "event9": "Занятия настольным теннисом способствуют развитию ловкости, скорости реакции и координации. Спорт также развивает выносливость и концентрацию, способствует физическому и умственному развитию.",
  "event10": "Рисование",
  "event11": "Курс включает изобразительное искусство, живопись, скульптуру и декоративно-прикладное творчество. Ученики развивают творческие способности и учатся выражать свои идеи и эмоции с помощью различных художественных техник.",
  "contactForm1": "Остались",
  "contactForm2": "вопросы?",
  "contactForm3": "Оставьте свой номер телефона, и мы ответим на все ваши вопросы или позвоним на наш номер!",
  "contactForm5": "Ваше имя",
  "contactForm6": "Ваш номер телефона",
  "contactForm7": "В какой класс переходит ваш ребенок?",
  "contactForm8": "1-4 классы",
  "contactForm9": "5-8 классы",
  "contactForm10": "9-11 классы",
  "contactForm11": "Отправить заявку",
  "contactForm12": "Пожалуйста, используйте только цифры",
  "contactForm13": "Номер телефона неполный",
  "contactForm14": "Имя должно содержать не менее 4 букв",
  "contactForm15": "Сообщение успешно отправлено",
  "choice1": "почему выбирают",
  "choice2": "нас",
  "choice3": "Наша школа — это не только место учёбы, но и пространство, где каждый ребёнок получает индивидуальное внимание и поддержку.",
  "choice4": "Мы гордимся уникальным сочетанием традиционного образования и инновационного подхода, способствующего развитию академических навыков учащихся.",
  "choice5": "Двухразовое питание",
  "choice6": "Сбалансированные и полезные блюда, приготовленные квалифицированными поварами в соответствии со стандартами здорового питания, для поддержания энергии и здоровья детей.",
  "choice7": "Домашние задания в школе",
  "choice8": "Ученики выполняют задания под руководством преподавателей, получают помощь и объяснения, что способствует лучшему усвоению материала.",
  "choice9": "Экскурсии",
  "choice10": "Организуются поездки на школьном автобусе в научные, развлекательные (парки), культурные (театр, кино, концерты и др.) и исторические места.",
  "choice11": "Школьный автобус",
  "choice12": "Обеспечивает удобную и безопасную доставку учащихся из дома в школу и обратно. Управляется профессиональными водителями для безопасной и комфортной поездки.",
  "footer1": "Рабочее время",
  "footer2": "Пн-Чт с 09:00 до 17:00",
  "footer3": "Контакты",
  "footer4": "Бухара, город Гиждуван, улица Мукимий",
  "footer5": "Ориентир: рядом с Службой скорой помощи, напротив школы №46",
  "footer6": "☎️Телефон:",
  "footer7": "Все права защищены © 2025",
  "agenda1": "Повестка дня",
  "agenda2": "Обучение на основе ГСО.",
  "agenda3": "Углублённые",
  "agenda4": "занятия по английскому, русскому, математике, родному языку и информатике",
  "agenda5": "Обед",
  "agenda6": "и большая перемена",
  "agenda7": "8 видов",
  "agenda8": "бесплатных",
  "agenda9": "кружков",
  "agenda10": "Помощь детям",
  "agenda11": "в выполнении домашних заданий",
  "agenda12": "",
  "team1": "Болтаева Феруза Шукруллаевна",
  "team2": "Учительница дошкольного образования",
  "team3": "Сатторова Зарина Илхом кизи",
  "team4": "Учительница информатики",
  "team5": "Икромова Дилрабо Ахтамовна",
  "team6": "Учительница старших классов",
  "team7": "Кенжаева Фируза Кенжаевна",
  "team8": "Учительница старших классов",
  "team9": "Зубайрова Сулия Галимжоновна",
  "team10": "Учительница русского языка"
}
