{
  "homePage": "Главная",
  "aboutUs": "О нас",
  "schoolLife": "Университетская жизнь",
  "agenda": "Повестка дня",
  "admission": "Процесс поступления",
  "ourTeam": "Наша команда",
  "contact": "Контакты",
  "videos": "Видеоролики",
  "child": "ВАШ РЕБЕНОК",
  "success": "УСПЕХ",
  "education": "КАЧЕСТВЕННОЕ ОБРАЗОВАНИЕ ДЛЯ ВАС",
  "mainText": "Образование, основанное на индивидуальном подходе к каждому студенту. Уникальная образовательная система, основанная на современных методах обучения. Опытные преподаватели и профессора.",
  "signUp": "Войти",
  "pupils": "студенты в университете",
  "food": "учителя",
  "helpPlace": "ТАТУ — это не просто место для учебы, а место, где каждому студенту оказывают персональную помощь и внимание.",
  "professionalTeachers": "Профессиональные teachers",
  "keySuccess": "1800+ преподавателей — залог успеха наших студентов",
  "ourTeam1": "Наша команда",
  "ourTeamTeachers": "Преподаватели нашей школы — опытные профессионалы, вдохновленные своими задачами",
  "leadership": "Ректорат",
  "beginner": "Центры и кафедры",
  "high": "Профессиональное образование в области ИКТ",
  "content1": "Добро пожаловать в наш университет — место, где каждый студент может раскрыть свой потенциал с помощью современных технологий и персонального подхода",
  "content2": "Мы объединяем академическое качество, поддержку и индивидуальное внимание, чтобы создать прочную основу для успешного будущего",
  "method1": "наш",
  "method2": "метод",
  "method3": "Образование в университете основано на поэтапной системе всестороннего развития и международных стандартах",
  "method4": "1-3 курсы",
  "method5": "Студенты университета в тесном сотрудничестве с преподавателями изучают сложные задания выполняют самостоятельно и в группах.",
  "method6": "Курсы магистратуры",
  "method7": "Они углубленно изучают базовые науки, включая иностранные языки, естественные науки и технологии. Они дополнительно развивают критическое мышление и исследовательские навыки.",
  "method8": "Магистратура",
  "method9": "На уровне магистратуры студенты занимаются научными исследованиями, развивают глубокие знания в профессиональных областях и готовятся к экзаменам, соответствующим международным стандартам (GRE, TOEFL).",
  "event1": "Внеклассная деятельность",
  "event2": "ИТ, робототехника",
  "event3": "Курс включает изучение основ программирования, алгоритмов, создание веб-сайтов и мобильных приложений, знакомство с кибербезопасностью. Это прекрасная возможность для студентов освоить навыки, необходимые в быстро развивающейся технологической отрасли.",
  "event4": "футбол",
  "event5": "Тренировки по футболу помогают улучшить физическую подготовку студентов, развить выносливость, скорость и навыки командной игры. Футбол также развивает дисциплину, сотрудничество и уверенность в себе.",
  "event6": "Шахматы",
  "event7": "Шахматный клуб помогает ученикам развивать стратегическое мышление, логику и терпение. Игра в шахматы улучшает концентрацию и учит принимать обоснованные решения, что полезно не только на доске, но и в жизни.",
  "event8": "теннис",
  "event9": "Занятия теннисом развивают ловкость, скорость реакции и координацию. Занятия спортом также развивают выносливость и концентрацию, способствуют физическому и умственному развитию.",
  "event10": "рисование",
  "event11": "Этот курс включает изобразительное искусство, живопись, скульптуру и декоративно-прикладное искусство. Ученики развивают творческие способности, выражают свои идеи и учатся выражать свои чувства.",
  "contactForm1": "Ваши вопросы",
  "contactForm2": "Есть ли у вас какие-либо?",
  "contactForm3": "Оставьте свой номер телефона, мы ответим на все ваши вопросы или позвоните по нашему номеру!",
  "contactForm5": "Ваш имя",
  "contactForm6": "Ваш номер телефона",
  "contactForm7": "Какая тема вас интересует?",
  "contactForm8": "1-3 года",
  "contactForm9": "Выпускник",
  "contactForm10": "Магистратура",
  "contactForm11": "Отправить",
  "contactForm12": "Пожалуйста, используйте только цифры",
  "contactForm13": "Номер телефона неполный",
  "contactForm14": "Имя должно состоять не менее чем из 4 букв",
  "contactForm15": "Сообщение успешно отправлено",
  "choice1": "почему мы",
  "choice2": "выбрать",
  "choice3": "Наш университет — это не просто место для учебы, а место, где каждый ребенок получает персональную поддержку и внимание.",
  "choice4": "Мы гордимся уникальным сочетанием традиционного образования и инновационных подходов, которые помогают студентам развивать свои академические навыки.",
  "choice5": "Кухня",
  "choice6": "Сбалансированные и полезные блюда, приготовленные квалифицированными поварами, которые полностью соответствуют стандартам здорового питания для поддержания энергии и здоровья студентов",
  "choice7": "Библиотека",
  "choice8": "Студенты выполняют задания под руководством преподавателей, обеспечивая лучшее усвоение материала, получая помощь и пояснения от преподавателей.",
  "choice9": "Путешествие",
  "choice10": "Организуются поездки на университетских автобусах по научным, развлекательным (парки развлечений), культурным (театры, кино, концерты и т. д.) и историческим местам",
  "choice11": "Фан-клуб внутреннего туризма",
  "choice12": "Поддержка внутреннего туризма, групповые поездки к архитектурным памятникам, историческим местам по всему Узбекистану, фан-клуб, организованный для посещения и знакомства с достопримечательностями нашей страны",
  "footer1": "Время работы",
  "footer2": "Пн-Чт с 08:30 до 18:00",
  "footer3": "Контакты",
  "footer4": "Адрес: Ташкент 100084, ул. филиала Амира Темура 108",
  "footer5": "Общественный транспорт: 10, 17, 19, 24, 38, 51, 60, 67, 72, 93, 115, 140",
  "footer6": "☎️Телефон:",
  "footer7": "Все права защищены 2025.",
  "agenda1": "Повестка дня",
  "agenda2": "Образование на основе ДТС",
  "agenda3": "1 смена",
  "agenda4": "образовательная программа",
  "agenda5": "Обед",
  "agenda6": "и большой перерыв",
  "agenda7": "",
  "agenda8": "2 смена",
  "agenda9": "образовательная программа",
  "agenda10": "Для детей",
  "agenda11": "домашнее задание",
  "agenda12": "что делать",
  "team1": "Макскамов Бахтиёр Шухратович",
  "team2": "Ректор университета",
  "team3": "Яхшибаев Дониёр Султонбаевич",
  "team4": "Первый проректор по работе с молодежью и духовно-просветительской работе",
  "team5": "Султанов Джамшид Баходирович",
  "team6": "Проректор по учебной работе",
  "team7": "Ташев Комил Ахматович",
  "team8": "Проректор по научной работе и инновациям",
  "team9": "Тошматов Салохиддин Зайниддинович",
  "team10": "Проректор по финансово-экономической работе",
  "team11": "Тораев Шавкат Шухратович",
  "team12": "Проректор по региональным образовательным учреждениям",
  "team13": "Джолдасов Шахислам Батирович",
  "team14": "Директор Образовательного медиацентра",
  "team15": "Амиров Аскар Актамович",
  "team16": "Начальник бухгалтерского отдела",
  "team17": "Реджепов Шавкат Бахтиярович",
  "team18": "Начальник отдела магистратуры",
  "team19": "Иброхимов Бахром Собиржонович",
  "team20": "Заведующий заочным отделением",
  "team21": "Игамбердиев Каримберди Абдуллаевич",
  "team22": "Декан факультета профессионального образования в области ИКТ",
  "team23": "Норбеков Сухроб Фарход угли",
  "team24": "Заместитель декана по работе с молодежью факультета профессионального образования в области ИКТ",
  "team25": "Норматов Отахон Машарибович",
  "team26": "Заместитель декана по учебной работе факультета профессионального образования в области ИКТ"
}
