{
  "homePage": "Bosh sahifa",
  "aboutUs": "Biz haqimizda",
  "schoolLife": "Maktab hayoti",
  "agenda": "Kun tartibi",
  "admission": "Qabul jarayoni",
  "ourTeam": "Bizning jamoa",
  "contact": "Aloqa",
  "child": "FARZANDINGIZ",
  "success": "MUVAFFAQIYATI",
  "education": "UCHUN SIFATLI TA'LIM",
  "mainText": "Har bir o'quvchi bilan individual yondashuv asosida ta'lim. Zamonaviy o'qitish metodlari asosida o'zgacha ta'lim tizimi. Tajribali o'qituvchilar.",
  "signUp": "Ro'yxatdan o'tish",
  "pupils": "maktabdagi o'quvchilar",
  "food": "mahal ovqat",
  "helpPlace": "Wonder Kids shunchaki o'qish joyi emas, balki har bir bolaga shaxsiy yordam va e'tibor qaratiladigan joy.",
  "professionalTeachers": "Professional o'qituvchilar",
  "keySuccess": "30+ o'qituvchi – bu bizning o'quvchilarimiz muvaffaqiyatining kaliti.",
  "ourTeam1": "Bizning jamoamiz",
  "ourTeamTeachers": "Maktabimiz o'qituvchilari o'z vazifalaridan ilhomlangan tajribali mutaxassislardir.",
  "leadership": "Rahbariyat",
  "beginner": "Boshlang'ich sinf o'qituvchilari",
  "high": "Katta sinf o'qituvchilari",
  "content1": "Bizning xususiy maktabimizga xush kelibsiz - har bir o'quvchi o'z salohiyatini zamonaviy texnika va shaxsiy yondashuv orqali ochib  beradigan joy.",
  "content2": "Muvaffaqiyatli kelajak uchun mustahkam poydevor yaratish uchun biz akademik sifat, yordam va individual e'tiborni birlashtiramiz.",
  "method1": "bizning",
  "method2": "usulimiz",
  "method3": "Maktabimizdagi ta’lim bosqichma-bosqich tizim asosida har tomonlama rivojlantirish va xalqaro standartlarga asoslangan.",
  "method4": "1-4 sinflar",
  "method5": "O'quvchilar ustozlari bilan birgalikda topshiriqlarni bajaradilar, bu esa ularga mavzularni yaxshiroq tushunish imkonini beradi. Topshiriqlar sodda, aniq va bola tilida tushuntiriladi",
  "method6": "5-9 sinflar",
  "method7": "Asosiy fanlarni, jumladan chet tillari, tabiiy fanlar va texnologiyalarni chuqur o'rganishadi. Tanqidiy fikrlash va tadqiqotchilik ko'nikmalarini yanada rivojlantirishadi.",
  "method8": "10–11-sinflar",
  "method9": "Universitetlarga tayyorgarlik: professional yo'nalishlarini tanlash, xalqaro imtihonlarga (IELTS, SAT) intensiv tayyorgarlik ko`rish va loyihalar yaratish bilan shug`ullanishadi",
  "event1": "Sinfdan tashqari tadbirlar",
  "event2": "IT, robototexnika",
  "event3": "Kurs dasturlash asoslari, algoritmlarni o'rganish, veb-saytlar va mobil ilovalar yaratish, kiberxavfsizlikni joriy qilishni o'z ichiga oladi. Bu talabalar uchun tez rivojlanayotgan texnologiya sanoatida talab qilinadigan ko'nikmalarni o'rganish uchun ajoyib imkoniyatdir.",
  "event4": "karate",
  "event5": "Klassik karate mashg'ulotlari o'quvchilarning jismoniy tayyorgarligini oshirishga, chidamlilik, kuch va muvofiqlashtirishni rivojlantirishga yordam beradi. Karate, shuningdek, intizom, hurmat va o'ziga ishonchni uyg'otadi.",
  "event6": "Shaxmat",
  "event7": "Shaxmat to'garagi o'quvchilarda strategik fikrlash, mantiq va sabr-toqatni rivojlantirishga yordam beradi. Shaxmat o'ynash diqqatni yaxshilaydi va ongli qarorlar qabul qilishga o'rgatadi, bu nafaqat doskada, balki hayotda ham foydalidir.",
  "event8": "stol tennisi",
  "event9": "Stol tennisi mashg'ulotlari chaqqonlik, reaktsiya tezligi va muvofiqlashtirishni rivojlantirishga yordam beradi. Sport o'ynash, shuningdek, chidamlilik va konsentratsiyani o'rgatadi, jismoniy va aqliy rivojlanishga yordam beradi.",
  "event10": "chizish",
  "event11": "Ushbu kurs tasviriy san'at, rassomlik, haykaltaroshlik va dekorativ hunarmandchilikni o'z ichiga oladi. O`quvchilar ijodiy qobiliyatlarini rivojlantiradilar va turli xil badiiy texnikalar orqali o'z g'oyalari va his-tuyg'ularini ifodalashni o'rganadilar.",
  "contactForm1": "Savollaringiz",
  "contactForm2": "bormi?",
  "contactForm3": " Telefon raqamingizni qoldiring, biz sizni qiziqtirgan barchasavollarga javob beramiz yoki bizning raqamimizga qo'ng'iroq qiling!",
  "contactForm5": "Ismingiz",
  "contactForm6": "Telefon raqamingiz",
  "contactForm7": "Farzandingiz qaysi sinfga o'tmoqda?",
  "contactForm8": "1-4 sinflar",
  "contactForm9": "5-8 sinflar",
  "contactForm10": "9-11 sinflar",
  "contactForm11": "Ariza yuborish",
  "contactForm12": "Iltimos faqat raqam ishlating",
  "contactForm13": "Telefon raqami to'liq emas",
  "contactForm14": "Ism kamida 4 ta harfdan iborat bo'lishi shart",
  "contactForm15": "Xabar muvaffaqqiyatli yuborildi",
  "choice1": "nega bizni",
  "choice2": "tanlaysiz",
  "choice3": " Bizning maktab nafaqat o'qish joyi, balki har bir bola shaxsiy yordam va e'tiborga ega bo'lgan makondir.",
  "choice4": " Biz talabalarning akademik ko'nikmalarini rivojlantirishga yordam beradigan an'anaviy ta'lim va innovatsion yondashuvlarning noyob kombinatsiyasi bilan faxrlanamiz.",
  "choice5": "Kunlik 2 mahal ovqat",
  "choice6": "Bolalarning energiya va sog'lig'ini saqlash uchun sog'lom ovqatlanish standartlariga to`liq javob beradigan, malakali oshpazlar tomonidan tayyorlanadigan muvozanatli va sog'lom taomlar",
  "choice7": "Maktabda uy vazifasi",
  "choice8": "Talabalar o'qituvchilar rahbarligida topshiriqlarni bajaradilar, o'qituvchilardan yordam va tushuntirishlar olish orqali materialni yaxshiroq tushunishni ta'minlaydilar.",
  "choice9": "Sayohat",
  "choice10": "Ilmiy, ko`ngilochar(istirohat bog`lari), madaniy(teatr, kino, konsert va hkz.) va tarixiy joylarga maktab avtobusida sayohatlar uyishtiriladi",
  "choice11": "Ichki turizm fan-klubi",
  "choice12": "Ichki turizmni qo'llab quvvatlagan holda O'zbekiston bo'ylab me'moriy obidalar, tarixiy joylarga guruhlar aro sayohatlar, yurtimiz qadamjolariga tashrif buyurib, qiziqshlarmi o'rganish uchun tashkillashtirilgan fan-klub",
  "footer1": "Ish vaqti",
  "footer2": "Du-Ju soat 09:00 dan 17:00 gacha",
  "footer3": "Kontaktlar",
  "footer4": "Buxoro, G'ijduvon shahri, Muqimiy ko’chasi",
  "footer5": "Mo'ljal: Tez Tibbiy yordam yonida 46- maktab ro’parasida",
  "footer6": "☎️Telefon:",
  "footer7": "Barcha huquqlar himoya qilingan 2025 yil.",
  "agenda1": "Kun tartibi",
  "agenda2": "DTS asosida ta'lim.",
  "agenda3": "Chuqurlashtirilgan",
  "agenda4": "ingliz tili, rus tili, matematika, ona tili, informatika darslari",
  "agenda5": "Tushlik",
  "agenda6": "va katta tanaffus",
  "agenda7": "8 xil",
  "agenda8": "bepul",
  "agenda9": "to'garak",
  "agenda10": "Bolalarga",
  "agenda11": "uy vazifalarini",
  "agenda12": "qildirish",
  "team1": "Boltayeva Feruza Shukrullayevna",
  "team2": "Maktabga tayyorlov guruh o'qituvchisi",
  "team3": "Sattorova Zarina Ilhom qizi",
  "team4": "Informatika fan o'qituvchisi",
  "team5": "Ikromova Dilrabo Axtamovna",
  "team6": "Yuqori sinf o'qituvchisi",
  "team7": "Kenjayeve Firuza Kenjayevna",
  "team8": "Yuqori sinf o'qituvchisi",
  "team9": "Zubayirova Suliya Galimjonovna",
  "team10": "Rus tili o'qituvchisi"
}
